---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.ReloadNoGood
source: html/aeee52a5-ffa1-9abb-abf4-6295a1d14ef3.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.ReloadNoGood Property

You must Reload Latest before editing the element, but the Central Model is inaccessible or being accessed by another user.

## Syntax (C#)
```csharp
public static FailureDefinitionId ReloadNoGood { get; }
```